var postsContent = [
  {
    postId: 0,
    avatar: '/images/avatar/logo.png',
    date: 'Nov 12 2018',
    title: '弱点',
    cover: '/images/detail/weak.jpg',
    content: '北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥，——南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”',
    star: '12',
    notes: '24',
    detailCover: '/images/detail/weak.jpg',
    author: 'yaorao2770',
    dateTime: '24小时前',
    detail: '这是一部典型的美国主旋律电影，尽管有其伪善的一面，但真正做到了打动人心，就像《当幸福来敲门》一样，用一个平凡人的个性化成功之路来诠释社会发展水平和国民情怀。影片从两个角度诠释了生命的盲点。迈克生长于环境险恶的黑人聚居区，但一直保持着善良的本性，是因为他妈妈从小教导他，有坏事发生时要闭上眼睛，等坏事过去后再睁开眼睛，世界还是一片美好，这个生命的盲点保持了迈克的纯净。安妮在那个夜晚穿越了这个盲点，看到并正视了孑孓而行的迈克，于是避免了他像他的兄弟们那样沉沦和不知所终，她拯救了他的才能，拯救了他的命运，她为此而感谢上帝，她成全了迈克，同时迈克也成全了她。这个道理适用于所有的人，度人就是度己，做一个对他人有意义的人，就是对自己最好的成全。（新浪娱乐评）\n 《弱点》讲的并不是一个麻雀变凤凰、丑小鸭变天鹅的故事。导演的用意要比这积极得多，他从根本上即认为奥赫本来就是凤凰和天鹅，只不过有着严重的盲点，一旦消除了这些盲点，他就能把最美好的一面展示给世人看。其实，安徒生的《丑小鸭》并不是在讲鸭子变天鹅，而是说鹅蛋不小心下在了鸭窝中，孵出来的鹅老用鸭的标准判断自己，弄得自己很自卑，后来终于学会了用鹅的标准看自己，才发现自己原本就是一只美丽的天鹅。“丑小鸭”不是因为自信就变成了天鹅，而是发现自己本来就是一只天鹅，只不过身处盲点之中，没发现罢了。这部电影没有拍成所谓消除种族主义歧视的片子，根本没有涉及这方面的内容，因其立意比这个要高远得多。不是白人应对黑人怜悯和施舍，而是让每个人发现自己身上的美善、尊严和价值，这正是《独立宣言》所谓“人人被造而平等”的绝美释义，在中国被误译为“人人生而平等”。也正因有这些极深的用意，还有真人奥赫的传奇经历，再加上桑德拉·布洛克的精湛演技，这部影片才捕获了美国人的心。有人说这只是好莱坞式的励志影片，其他国家的人未必欣赏。真的吗？谁说中国人就不需要了解无缘无故的爱，不需要团结和温暖，不需要“做最好的自己”呢？',
    music: {
      url: 'http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38',
      title: '张国荣，沉默是金',
      coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000'
    }

  },
  {
    postId: 1,
    avatar: '/images/avatar/logo.png',
    date: 'Nov 12 2018',
    title: '复仇者联盟3·无限战争',
    cover: '/images/movie.jpg',
    content: '银河系中的至尊霸主灭霸（乔什·布洛林饰）带着几个得力手下洗劫了全宇宙，只为了将所有的无限宝石镶嵌于金属手套上，这个手套可以将整个银河系毁灭于弹指间。为了拯救宇宙，托尼·斯塔克（小罗伯特·唐尼饰）和史蒂夫·罗杰斯（克里斯·埃文斯饰）需要摒弃前嫌，重组复仇者联盟，并与蜘蛛侠（汤姆·赫兰德饰）、奇异博士（本尼迪克特·康伯巴奇饰）、银河护卫队、黑豹（查德维克·博斯曼饰）以及瓦坎达人民的力量一同作战',
    star: '12',
    notes: '24',
    detailCover: '/images/movie.jpg',
    author: 'yaorao2770',
    dateTime: '三天前',
    detail: '银河系中的至尊霸主灭霸（乔什·布洛林饰）带着几个得力手下洗劫了全宇宙，只为了将所有的无限宝石镶嵌于金属手套上，这个手套可以将整个银河系毁灭于弹指间。为了拯救宇宙，托尼·斯塔克（小罗伯特·唐尼饰）和史蒂夫·罗杰斯（克里斯·埃文斯饰）需要摒弃前嫌，重组复仇者联盟，并与蜘蛛侠（汤姆·赫兰德饰）、奇异博士（本尼迪克特·康伯巴奇饰）、银河护卫队、黑豹（查德维克·博斯曼饰）以及瓦坎达人民的力量一同作战',
    music: {
      url: 'http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38',
      title: '齐秦，夜夜夜夜',
      coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000'
    }

  },
  {
    postId: 2,
    avatar: '/images/avatar/logo.png',
    date: 'Nov 12 2018',
    title: '唐人街探案2',
    cover: '/images/movie1.jpg',
    content: '该片讲述了唐仁为巨额奖金欺骗秦风到纽约参加世界名侦探大赛，比赛的内容是寻找杀害唐人街教父七叔的孙子的凶手。两人再次组合侦破案件，并冒着生命危险闹翻纽约的故事',
    star: '12',
    notes: '24',
    detailCover: '/images/movie1.jpg',
    author: 'yaorao2770',
    dateTime: '24小时前',
    detail: '秦风（刘昊然饰）接到唐仁（王宝强饰）的邀请来纽约参加其与阿香的婚礼。壕气逼人的唐仁迎接秦风，极尽招摇。岂料“婚礼”是唐仁为巨额奖金而参加的世界名侦大赛，比赛的内容是寻找杀害唐人街教父七叔的孙子的凶手。受骗的秦风怒极欲走，却被纽约华人刑警陈英送来的讯息所吸引。七叔孙子的死法离奇，寻人上升为悬赏缉凶。“名侦探”们各显“其能”，鸡飞狗跳。 众人调查的同时另一起案件发生，作案手法极其相似。原本锁定的凶手竟有了不在场证明，秦风不禁对自己的推理产生了怀疑。第三起案件发生连环案件。秦风、唐仁二人再次披挂，摆脱各路纠缠，闹翻纽约，几欲接近真相。第四起，与凶手失之交臂，诡计呼之欲出。真凶伏法，动机令人不寒而栗。看似完美结案的背后却隐藏着另一个发人深省的谜题 [4]  。',
    music: {
      url: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
      title: '谭咏麟：朋友',
      coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000'
    }
  }
];

module.exports = {
  postsContent: postsContent
};